"%.0lfk of %.0lfk" = "%1$.0lfk av %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ har blitt installert og vil være klar til bruk neste gang %3$@ starter! Vil du starte på nytt nå?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er den nyeste versjonen tilgjengelig.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ er nå tilgjengelig (du har %3$@). Vil du laste den ned nå?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ har ikke tillatelse til å skrive til programmets katalog! Kjører du fra et diskbilde? Hvis ikke, spør din systemadministrator for hjelp.";
"A new version of %@ has been installed!" = "En ny versjon av %@ har blitt installert!";
"A new version of %@ is available!" = "En ny versjon av %@ er tilgjengelig!";
"An error occurred during installation. Please try again later." = "En feil oppstod under installasjonen. Vennligst prøv igjen senere.";
"An error occurred in retrieving update information. Please try again later." = "En feil oppstod ved henting av oppdateringsinformasjon. Vennligst prøv igjen senere.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "En feil oppstod ved henting av oppdateringsinformasjons; er du koblet til Internett? Vennligst prøv igjen senere.";
"An error occurred while extracting the archive. Please try again later." = "En feil oppstod ved utpakking av arkivet. Vennligst prøv igjen senere.";
"An error occurred while trying to download the file. Please try again later." = "En feil oppstod under nedlasting av fil. Vennligst prøv igjen senere.";
"An update is already in progress!" = "En oppdatering er allerede igang!";
"Anonymous system profile information is used to help us plan future development work." = "Anonym systemprofil-informasjonen brukes til å hjelpe oss å planlegge fremtidig utviklingsarbeid.";
"Cancel" = "Avbryt";
"Check for updates on startup?" = "Se etter oppdateringer ved oppstart?";
"Downloading update..." = "Laster ned oppdatering...";
"Extracting update..." = "Pakker ut oppdatering...";
"Include anonymous system profile?" = "Inkluder anonym systemprofil?";
"Install Update" = "Installer oppdatering";
"Install and Relaunch" = "Installer og start på nytt";
"Installing update..." = "Installerer oppdatering...";
"No" = "Nei";
"Ready to install!" = "Klar til å installere!";
"Release Notes:" = "Versjonsmerknader:";
"Remind Me Later" = "Minn meg på senere";
"Skip This Version" = "Hopp over denne versjonen";
"Software Update" = "Programvareoppdatering";
"Update Error!" = "Oppdateringsfeil!";
"Updating %@" = "Oppdaterer %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vil du %@ for å se etter oppdateringer ved oppstart? Hvis ikke, kan du starte sjekken manuelt fra programmenyen.";
"Yes" = "Ja";
"You're up to date!" = "Du er up-to-date!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
